export const  content = {
    title: 'معلومات وإحصائيات خدمات الاراضي',
    choose_your_land: {
        title: 'اختر أرضك',
        description: 'تتيح هذه الميزة للمواطنين استكشاف خيارات الأراضي المختلفة بناءً على معايير محددة مثل الموقع وتقسيم المناطق. ستمكن لوحة المعلومات المستخدمين من مقارنة قطع الأرض المختلفة وعرض البيانات التاريخية والوصول إلى رؤى المجتمع للمساعدة في اتخاذ القرار.'
    },
    buy_your_land:{
        title:'إقتني أرضك',
        description:'تتيح هذه الخدمة للمواطنين إمكانية الوصول إلى معلومات حول قطع الأراضي المتاحة للشراء. ستعمل لوحة المعلومات على تسهيل تصور خيارات الأراضي ومتابعة عمليات  الشراء وتقديم الاحصائية ذات الصلة.',
    },
    plan_your_land:{
        title:'خطط أرضك',
        description:'تساعد هذه الخدمة المواطنين في تخطيط الأرض في مناطق معينة. ستوفر لوحة المعلومات أدوات للتصور ومعلومات الامتثال التنظيمي ورؤى تخصيص الموارد لدعم التخطيط الفعال لاستخدام الأراضي.',
    },
    future_cities:{
        title:'المدن المستقبلية',
        description:'',
    }

}


export const form= {
    signin:'تسجيل الدخول',
    civil_id: 'الرقم المدني',
    password: 'كلمة المرور',
    password_error:'يجب أن تتكون كلمة المرور من 6 أحرف على الأقل.',
    civil_id_error:'الرجاء إدخال رقم بطاقة مدنية صالح.'
}